import { NavLink } from "react-router-dom"

export const ReturnPolicy = () => {
    return (
        <>
            <h1>Політика повернення та обміну товару</h1>
            <p>Шановні покупці, відповідно до Закону України «Про захист прав споживачів» наша компанія здійснює повернення та обмін товару належної якості протягом 14 днів з моменту його покупки при дотриманні певних умов. Обміну та поверненню не підлягають товари з переліку, затвердженого постановою КМУ від 19.03.94 р № 172.</p>
            <h2>Обмін і повернення товару належної якості</h2>
            <p>Ви можете обміняти товар належної якості на аналогічний або повернути його в магазин з подальшим відшкодуванням коштів.
               Обмін і повернення товару здійснюється протягом 14 днів, не рахуючи дня покупки, при дотриманні наступних умов:</p>
            <ul>
                <li>товар не був у вжитку;</li>
                <li>збережено його товарний вигляд;</li>
                <li>є товарний або касовий чек, інший документ, що підтверджує оплату зазначеного товару.</li>
            </ul>

            <p>Відсутність у Вас касового чека або іншого документа, що підтверджує оплату, не позбавляє Вас можливості обміняти або повернути товар.
               У разі відмови покупця від товару належної якості, вартість доставки та зворотного відправлення оплачується за домовленістю.</p>
            <h2>Умови повернення товару неналежної якості</h2>

            <p>Згідно зі статтею 8 (частина 14) Закону України “Про захист прав споживачів”, у разі виникнення сумнівів в якості купленого товару, він може бути підданий спеціалізованій експертизі (експертизу проводить споживач). Обмін товару або повернення грошових коштів в такому випадку здійснюється тільки за результатами експертизи.
               У разі виникнення проблем з товаром, необхідно виконати наступні дії:</p>
            <ul>
                <li>зв’яжіться з нами будь-яким зручним для Вас способом – розділ <NavLink to={"/contacts"}>Контакти</NavLink></li>
                <li>напишіть нам, вказавши в темі листа «Повернення товару», і сформулюйте проблему.</li>
            </ul>
        </>
    )
}