
export const ConfidentialityPolicy = () => {
    return (
        <>
           <h1>Політика конфіденційності</h1>
           <p>Інтернет-магазин Book-room.com.ua приділяє велику увагу захисту персональних даних своїх користувачів. Користувачі інтернет-магазину Book-room.com.ua можуть переглядати сторінки сайту не повідомляючи про себе ніяких персональних даних. Однак, для надання послуг, пов’язаних з купівлею товарів, представлених в нашому інтернет-магазині, нам потрібні Ваші контактні дані для того, щоб ми могли зв’язатися з Вами, підтвердити замовлення і доставити Вам замовлений товар. Ваші персональні дані ми не передаємо третім особам і захищаємо їх конфіденційність.</p>
           <ol>
                <li>
                    <h2>Загальні положення</h2>
                    <ul>
                        <li>
                            <p>
                                1.1 Дана політика конфіденційності встановлює порядок отримання, зберігання, обробки, використання і розкриття персональних даних Користувача. Персональні дані Користувача ми отримуємо від Користувача при оформленні замовлення через корзину магазина, при оформленні замовлення за телефонами, які вказані на сайті, і при реєстрації самим Користувачем (створення Особистого кабінету). Персональні дані Користувача заповнюються Користувачем (при оформленні замовлення через корзину магазина або при реєстрації на сайті). Обов’язкова для надання послуги інформація позначена спеціальним чином. Інша інформація надається Користувачем на його розсуд.
                            </p>
                        </li>
                        <li>
                            <p>
                            1.2 Конфіденційність персональних даних – обов’язкова умова для дотримання магазином доступу до персональних даних Користувача, з вимогою не допускати їх поширення без згоди Користувача або наявності іншої законної підстави.
                            </p>
                        </li>
                        <li>
                            <p>
                            1.3 Використання Користувачем сайту інтернет-магазину Book-room.com.ua означає згоду з цією Політикою конфіденційності та умовами обробки персональних даних Користувача.
                            </p>
                        </li>
                        <li>
                            <p>
                            1.4 У випадку незгоди з умовами Політики Користувач повинен припинити використання сайту інтернет-магазину Book-room.com.ua.
                            </p>
                        </li>
                        <li>
                            <p>
                            1.5 Ця Політика застосовується тільки до сайту інтернет-магазину Book-room.com.ua. Інтернет-магазин Book-room.com.ua не контролює і не несе відповідальність за сайти третіх осіб, на які Користувач може перейти по посиланнях, доступним на сайті інтернет-магазину Book-room.com.ua.
                            </p>
                        </li>
                        <li>
                            <p>
                            1.6 Адміністрація сайту не перевіряє достовірність персональних даних, що надаються Користувачем сайту Інтернет-магазину.
                            </p>
                        </li>
                        <li>
                            <p>
                            1.7 Користувач визнає, що в разі недбалого ставлення самим Користувачем до безпечного зберігання свого логіна і пароля, що дає доступ до його персональних даних, треті особи можуть отримати несанкціонований доступ до облікового запису, персональним і іншими даними Користувача. Інтернет-магазин Book-room.com.ua не несе відповідальність за збитки завдані таким доступом.
                            </p>
                        </li>
                        <p>
                            Ми рекомендуємо Користувачам використовувати складні паролі, які складаються з цифр і букв. Змінити пароль для доступу до своїх даних Користувач може скориставшись функцією “Особистий кабінет” і зайшовши в розділ “Мій профіль”.
                        </p>
                    </ul>
                </li>
                <li>
                    <h2>Персональні дані</h2>
                    <ul>
                        <li>
                            <p>
                            2.1 Інтернет-магазин Book-room.com.ua збирає персональні дані, а саме: ім’я, прізвище, контактний телефон, адреса електронної пошти, адреса для доставки.
                            Також, ми можемо уточнити і отримати від Вас цю інформацію по телефону.
                            </p>
                        </li>
                        <li>
                            <p>
                            2.2 Інша інформація надається Користувачем на його розсуд.
                            </p>
                        </li>
                        <li>
                            <p>
                            2.3 Інтернет-магазин Book-room.com.ua не збирає IP-адреси користувачів.
                            </p>
                        </li>
                    </ul>
                </li>
                <li>
                    <h2>Цілі збору і обробки персональних даних користувачів</h2>
                    <ul>
                        <li>
                            <p>
                            3.1 Інтернет-магазин Book-room.com.ua збирає і зберігає тільки ті персональні дані, які необхідні для надання послуг з продажу і доставки замовлених Вами товарів.   
                            </p>
                        </li>
                        <li>
                            <p>
                            3.2 Інтернет-магазин Book-room.com.ua збирає дані для зв’язку з Користувачем, в тому числі подання відповідного повідомлення про надання послуги, інформування Користувача про наявність товару, підтвердження замовлення, доставки замовлених Користувачем товарів, для зв’язку кур’єрської служби з Користувачем, а також для обробки запитів і заявок від Користувача.
                            </p>
                        </li>
                        <li>
                            <p>
                            3.3 Обробка персональних даних Користувача здійснюється без обмеження терміну, будь-яким законним способом.
                            </p>
                        </li>
                    </ul>
                </li>
                <li>
                    <h2>Умови надання доступу до бази даних</h2>
                    <ul>
                        <li>
                            <p>
                            4.1 Ми не передаємо персональні дані Користувача третім особам крім випадків визначених законодавством України.    
                            </p>
                        </li>
                        <li>
                            <p>
                            4.2 Розкриття персональних даних Користувача проводиться при замовленні Користувачем товарів в інтернет-магазині Book-room.com.ua. Зокрема Користувач погоджується з тим, що інтернет-магазин Book-room.com.ua має права передавати персональні дані кур’єрським службам, організаціям поштового зв’язку, операторам електрозв’язку, виключно з метою виконання замовлення Користувача, оформленого на сайті інтернет-магазину Book-room.com.ua, включаючи доставку Товару.    
                            </p>
                        </li>
                        <li>
                            <p>
                            4.3 При втраті або розголошення персональних даних інтернет-магазин Book-room.com.ua інформує Користувача про втрату або розголошення персональних даних.    
                            </p>
                        </li>
                        <li>
                            <p>
                            4.4 Інтернет-магазин Book-room.com.ua приймає необхідні організаційні та технічні заходи для захисту персональної інформації Користувача від неправомірного або випадкового доступу, знищення, перекручення, блокування, копіювання, поширення, а також від інших неправомірних дій третіх осіб.
                            </p>
                        </li>
                    </ul>
                </li>
                <li>
                    <h2>Зміна Користувачем персональної інформації</h2>
                        <p>
                        5.1 Користувач може в будь-який момент змінити (оновити, доповнити, видалити) надану їм персональну інформацію або її частину, скориставшись функцією входу в “Особистий кабінет” і зайшовши в розділ “Мій профіль”.    
                        </p>
                </li>
                <li>
                    <h2>Зміна Політики конфіденційності</h2>
                        <p>
                        6.1 Ми маємо право змінити умови Політики конфіденційності. У такому випадку, ми замінимо версію документа на сторінці “Політика конфіденційності”. Будь ласка, періодично переглядайте ці умови, щоб бути поінформованими про те, як інтернет-магазин Book-room.com.ua захищає персональні дані своїх користувачів.        
                        </p>
                </li>
                <li>
                    <h2>Зворотній зв’язок. Питання та пропозиції</h2>
                        <p>
                        7.1 Всі пропозиції або питання поп приводу цієї Політики слід повідомляти в службу підтримки користувачів інтернет-магазину Book-room.com.ua за електронною адресою <a href="mailto:book.room.sumy@gmail.com">book.room.sumy@gmail.com</a>     
                        </p>
                </li>
           </ol>
        
        </>
    )
}